tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "libgit2@1.7"
brew "bat"
brew "bottom"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "lazygit"
brew "minikube"
brew "neovim"
brew "nvm"
brew "pandoc"
brew "pre-commit"
brew "ripgrep"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tlrc"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "1password"
cask "ableton-live-lite"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alfred"
cask "alt-tab"
cask "arq"
cask "balenaetcher"
cask "basictex"
cask "battle-net"
cask "betterdisplay"
cask "brave-browser"
cask "cheatsheet"
cask "cleanshot"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gog-galaxy"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "kindle"
cask "logitech-camera-settings"
cask "microsoft-teams"
cask "obs"
cask "obsidian"
cask "parallels"
cask "qlmarkdown"
cask "rectangle"
cask "retroarch-metal"
cask "shortcat"
cask "signal"
cask "soundsource"
cask "spotify"
cask "stats"
cask "steam"
cask "sublime-text"
cask "teamviewer"
cask "telegram"
cask "temurin@17"
cask "temurin@21"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zoom"
